sensoroptconverged/con/15_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225079;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       225479;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225679;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       226079;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112642;
        startFace       226279;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112642;
        startFace       338921;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          325;
        startFace       451563;
    }
)

// ************************************************************************* //
